cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'calc'
brew 'cksfv'
brew 'coreutils'
brew 'dos2unix'
brew 'elixir'
brew 'elm'
brew 'emacs'
brew 'erlang'
brew 'fish'
brew 'fortune'
brew 'git'
brew 'git-tracker'
brew 'htop-osx'
brew 'hub'
brew 'imagemagick'
brew 'mpg123'
brew 'node'
brew 'pow'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
