cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'heroku/brew'
tap 'puma/puma'

brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash'
brew 'calc'
brew 'cksfv'
brew 'cmake'
brew 'coreutils'
brew 'direnv'
brew 'dos2unix'
brew 'elixir'
brew 'elm'
brew 'emacs'
brew 'erlang'
brew 'fish'
brew 'fortune'
brew 'gcal'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jsonpp'
brew 'mosh'
brew 'mpg123'
brew 'node'
brew 'pgcli'
brew 'puma-dev'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'wifi-password'

cask 'aerial'
cask 'charles'
cask 'dash'
cask 'google-chrome-beta'
cask 'hazel'
cask 'iina-beta'
cask 'kap'
cask 'ngrok'
cask 'notion'
cask 'selfcontrol'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
