cask_args appdir: '/Applications'

tap 'heroku/brew'

brew 'asdf'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash'
brew 'calc'
brew 'cksfv'
brew 'cmake'
brew 'coreutils'
brew 'dos2unix'
brew 'emacs'
brew 'fish'
brew 'fortune'
brew 'gcal'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'mpg123'
brew 'pgcli'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'wifi-password'

cask 'aerial'
cask 'charles'
cask 'choosy'
cask 'hazel'
cask 'ngrok'
cask 'paw'
cask 'selfcontrol'
cask 'spotify'
cask 'visual-studio-code'
