cask_args appdir: '/Applications'

brew 'enchant'
brew 'fish'
brew 'fortune'
brew 'hub'
brew 'mise'
brew 'neovim'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'volta'
brew 'wget'
brew 'wifi-password'
brew 'zoxide'

cask 'dropbox'
cask 'elgato-wave-link'
cask 'hazel'
cask 'karabiner-elements'
cask 'linearmouse'
cask 'popclip'
cask 'raycast'
cask 'signal'
cask 'spotify'
